"App.Name" = "Telegram";

"Presence.online" = "online";
"Presence.offline" = "offline";
"Presence.invisible" = "invisível";

"Month.GenJanuary" = "Janeiro";
"Month.GenFebruary" = "Fevereiro";
"Month.GenMarch" = "Março";
"Month.GenApril" = "Abril";
"Month.GenMay" = "Mai";
"Month.GenJune" = "Junho";
"Month.GenJuly" = "Julho";
"Month.GenAugust" = "Agosto";
"Month.GenSeptember" = "Setembro";
"Month.GenOctober" = "Outubro";
"Month.GenNovember" = "Novembro";
"Month.GenDecember" = "Dezembro";
"Month.ShortJanuary" = "Jan";
"Month.ShortFebruary" = "Fev";
"Month.ShortMarch" = "Mar";
"Month.ShortApril" = "Abr";
"Month.ShortMay" = "Mai";
"Month.ShortJune" = "Jun";
"Month.ShortJuly" = "Jul";
"Month.ShortAugust" = "Ago";
"Month.ShortSeptember" = "Set";
"Month.ShortOctober" = "Out";
"Month.ShortNovember" = "Nov";
"Month.ShortDecember" = "Dez";
"Weekday.ShortMonday" = "Seg";
"Weekday.ShortTuesday" = "Ter";
"Weekday.ShortWednesday" = "Qua";
"Weekday.ShortThursday" = "Qui";
"Weekday.ShortFriday" = "Sex";
"Weekday.ShortSaturday" = "Sáb";
"Weekday.ShortSunday" = "Dom";
"Weekday.Monday" = "Segunda";
"Weekday.Tuesday" = "Terça";
"Weekday.Wednesday" = "Quarta";
"Weekday.Thursday" = "Quinta";
"Weekday.Friday" = "Sexta";
"Weekday.Saturday" = "Sábado";
"Weekday.Sunday" = "Domingo";

"Time.TodayAt" = "hoje às %@";
"Time.YesterdayAt" = "ontem às %@";

"LastSeen.JustNow" = "agora mesmo";
"LastSeen.MinutesAgo_1" = "1 minuto atrás";
"LastSeen.MinutesAgo_2" = "2 minutos atrás";
"LastSeen.MinutesAgo_3_10" = "%@ minutos atrás";
"LastSeen.MinutesAgo_any" = "%@ minutos atrás";
"LastSeen.HoursAgo_1" = "1 hora atrás";
"LastSeen.HoursAgo_2" = "2 horas atrás";
"LastSeen.HoursAgo_3_10" = "%@ horas atrás";
"LastSeen.HoursAgo_any" = "%@ horas atrás";
"LastSeen.TodayAt" = "hoje às %@";
"LastSeen.YesterdayAt" = "ontem às %@";
"LastSeen.AtWeekday" = "%@";
"LastSeen.AtDate" = "%@";
"LastSeen.Lately" = "recentemente";
"LastSeen.WithinAWeek" = "na última semana";
"LastSeen.WithinAMonth" = "no último mês";
"LastSeen.ALongTimeAgo" = "há muito tempo";

"FileSize.B" = "%@ B";
"FileSize.KB" = "%@ KB";
"FileSize.MB" = "%@ MB";

"Notification.RenamedChat" = "%@ renomeou o grupo";
"Notification.ChangedGroupPhoto" = "%@ alterou a foto do grupo";
"Notification.RemovedGroupPhoto" = "%@ removeu a foto do grupo";
"Notification.ChangedUserPhoto" = "%@ adicionou uma nova foto ao perfil";
"Notification.RemovedUserPhoto" = "%@ removeu a foto do perfil";
"Notification.JoinedChat" = "%@ entrou no grupo";
"Notification.Invited" = "%@ convidou %@";
"Notification.LeftChat" = "%@ saiu do grupo";
"Notification.Kicked" = "%@ removeu %@";
"Notification.CreatedChat" = "%@ criou um grupo";
"Notification.CreatedChatWithTitle" = "%@ criou o grupo \"%@\"";
"Notification.Joined" = "Entrou para o Telegram";
"Notification.ChangedGroupName" = "%@ alterou o nome do grupo para \"%@\"";
"Notification.JoinedGroupByLink" = "%@ entrou para o grupo via link de convite";

"Compose.AddContact" = "Escolher Contato";
"Compose.CreateMessage" = "Criar Mensagem";
"Compose.CurrentLocation" = "Localização Atual";
"Compose.Send" = "Enviar";

"Contacts.NoResults" = "Nenhum contato\ncorrespondente";

"ChatList.NoConversationsTitle" = "Nenhuma Conversa";
"ChatList.NoConversationsText" = "Para iniciar\nPressione, depois toque\nem Nova Mensagem";
"ChatList.Compose" = "Nova Mensagem";
"ChatList.You" = "Você";

"Conversation.Reply" = "Responder";
"Conversation.Unblock" = "Desbloquear";
"Conversation.UserInfo" = "Informação";
"Conversation.GroupInfo" = "Informações do Grupo";

"Message.Photo" = "Foto";
"Message.Video" = "Vídeo";
"Message.Location" = "Localização";
"Message.Contact" = "Contato";
"Message.File" = "Arquivo";
"Message.Sticker" = "Sticker";
"Message.Audio" = "Áudio";
"Message.ForwardedMessage" = "Encaminhado de";
"Message.ForwardedFrom" = "%@";

"UserInfo.Title" = "Informação";
"UserInfo.Service" = "notificações de serviço";
"UserInfo.GenericPhoneLabel" = "celular";
"UserInfo.UsernameLabel" = "nome de usuário";
"UserInfo.Block" = "Bloquear";
"UserInfo.Unblock" = "Desbloquear";
"UserInfo.Mute_1" = "Silenciar por 1 hora";
"UserInfo.Mute_2" = "Silenciar por 2 horas";
"UserInfo.Mute_3_10" = "Silenciar por %@ horas";
"UserInfo.Mute_any" = "Silenciar por %@ horas";
"UserInfo.Unmute" = "Com som";
"UserInfo.SendMessage" = "Enviar Mensagem";

"Bot.GenericBotStatus" = "bot";
"Bot.About" = "sobre";

"GroupInfo.Title" = "Informações do Grupo";
"GroupInfo.ParticipantCount_1" = "1 membro";
"GroupInfo.ParticipantCount_2" = "2 membros";
"GroupInfo.ParticipantCount_3_10" = "%@ membros";
"GroupInfo.ParticipantCount_any" = "%@ membros";
"GroupInfo.StatusOnline_1" = "1 online";
"GroupInfo.StatusOnline_2" = "2 online";
"GroupInfo.StatusOnline_3_10" = "%@ online";
"GroupInfo.StatusOnline_any" = "%@ online";

"MessageView.Title" = "Mensagem";
"MessageView.Forward" = "Encaminhar";
"MessageView.Reply" = "Responder";
"MessageView.ViewOnPhone" = "Visualizar No Celular";

"PhotoView.Title" = "Foto";

"Stickers.Recents" = "Recente";
"Stickers.RecentPlaceholder" = "Seus stickers mais frequentes aparecerão aqui";
"Stickers.StickerPacks" = "Pacotes de Sticker";
"Stickers.BuiltinPackName" = "Grandes Mentes";
"Stickers.StickerCount_1" = "1 sticker";
"Stickers.StickerCount_2" = "2 stickers";
"Stickers.StickerCount_3_10" = "%@ stickers";
"Stickers.StickerCount_any" = "%@ stickers";

"Location.Current" = "Localização Atual";
"Location.Access" = "Habilitar Telegram para ter acesso a sua localização";

"Auth.LoginRequired" = "Entre no Telegram em seu celular para iniciar";
"Passcode.UnlockRequired" = "Desbloquear Telegram no seu celular";

"State.Connecting" = "Conectando...";
"State.Updating" = "Atualizando...";
"State.WaitingForNetwork" = "Sem Rede";

"Suggestion.OK" = "OK";
"Suggestion.ThankYou" = "Obrigado.";
"Suggestion.Thanks" = "Obrigado!";
"Suggestion.WhatsUp" = "E aí?";
"Suggestion.Yes" = "Sim";
"Suggestion.No" = "Não";
"Suggestion.Absolutely" = "Absolutamente";
"Suggestion.Nope" = "Nem";
"Suggestion.TalkLater" = "Conversamos depois?";
"Suggestion.CantTalk" = "Não posso conversar agora...";
"Suggestion.HoldOn" = "Espere um pouco...";
"Suggestion.CallSoon" = "Te ligo em breve.";
"Suggestion.TextInABit" = "Te escrevo já.";
"Suggestion.BRB" = "Ocupado";
"Suggestion.OnMyWay" = "Estou à caminho.";

"Bot.Commands" = "Comandos";
"Bot.Start" = "Iniciar";
"Bot.Restart" = "Reiniciar";
"Bot.IntroTitle" = "O que esse bot pode fazer?";

"ChannelInfo.Title" = "Info";
"Channel.GenericChannelStatus" = "canal";
"Channel.Link" = "link";
"Channel.About" = "sobre";

"Notification.ChannelCreated" = "Canal criado";
"Notification.ChannelPhotoUpdated" = "Foto do canal atualizada";
"Notification.ChannelPhotoRemoved" = "Foto do canal removida";
"Notification.ChannelTitleUpdated" = "Canal renomeado";
"Notification.ChannelFullTitleUpdated" = "Canal renomeado para \"%@\"";
"Notification.ChannelInviter" = "%@ convidou você para este canal";

"App.NoConnection" = "Sem Conexão";
"App.ConnectionDescription" = "Seu Watch precisa estar conectado para o app funcionar";

"Presets.Title" = "Respostas Predefinidas";
"Preset.n" = "Predefinição %d";
